p. grinder §1:§2
4=open  5=close    sel.rif. grind.§1
PROG=save     §2  Habil.reg.gran.§1
1=yes 2=test   §2 Referring flux.§1
cc/second  §2.§3  number samplings
grinder §1   §2    Referring posit.
grinder §1    §2   Open/Close §1 §2
4=O  5=C 1=Go On   